Repository: jeanslack/FFaudiocue
Catalog: ffcuesplitter_gui/locale/*/LC_MESSAGES/ffcuesplitter-gui-*.po
Languages: ru_ru

source: Permission denied: {} Check execution permissions.
ru_ru: В разрешении отказано: {} Проверьте разрешения на выполнение.

source: Unexpected error while deleting file contents: {0}
ru_ru: Непредвиденная ошибка при удалении содержимого файла: {0}

source: Get Latest Version
ru_ru: Получить последнюю версию

source: Checking for newer version
ru_ru: Проверка на наличие более новой версии

source: New releases fix bugs and offer new features.
ru_ru: Новые выпуски исправляют ошибки и предлагают новые функции.

source: This is FFcuesplitter-GUI v.{0}
ru_ru: Это FFcuesplitter-GUI v.{0}

source: Extracts audio tracks from an audio CD image supplied with the CUE sheet, using FFmpeg.
ru_ru: Извлекает звуковые дорожки из образа аудио компакт-диска, поставляемого вместе с листом CUE, с помощью FFmpeg.

source: Delete the contents of the log files when exiting the application
ru_ru: Удалите содержимое log-журналов при выходе из приложения

source: Warn on exit
ru_ru: Предупреждать при выходе

source: Show hidden menu items
ru_ru: Показывать скрытые пункты меню

source: Miscellanea
ru_ru: Сборник

source: Where do you prefer to save your files?
ru_ru: Где вы предпочитаете сохранять свои файлы?

source: Browse..
ru_ru: Обзор..

source: File
ru_ru: Файл

source: Path to the executables
ru_ru: Путь к исполняемым файлам

source: Enable another location to run FFmpeg
ru_ru: Включите другое местоположение для запуска FFmpeg

source: Enable another location to run FFprobe
ru_ru: Включить другое место для запуска FFprobe

source: Icon themes
ru_ru: Темы значков

source: Toolbar customization
ru_ru: Настройка панели инструментов

source: At the top of window (default)
ru_ru: В верхней части окна

source: At the bottom of window
ru_ru: В нижней части окна

source: At the right of window
ru_ru: В правой части окна

source: At the left of window
ru_ru: В левой части окна

source: Place the toolbar
ru_ru: Поместите панель инструментов

source: Icon size:
ru_ru: Размер значка:

source: Show text on toolbar buttons
ru_ru: Показывать текст на кнопках панели инструментов

source: Appearance
ru_ru: Вид

source: The following settings affect output messages and the log messages during transcoding processes. Change only if you know what you are doing.
ru_ru: Следующие настройки влияют на выходные сообщения и сообщения журнала во время процессов перекодирования. Изменяйте, только если знаете, что делаете.

source: Logging levels
ru_ru: Уровни регистрации

source: Settings
ru_ru: Настройки

source: Set a persistent location to save exported files
ru_ru: Выбрать постоянное местоположение для сохранения экспортированных файлов

source: Choose the {} executable
ru_ru: Выберите исполняемый файл {}

source: Not yet implemented
ru_ru: Еще не реализовано

source: Some changes will take effect once the program is restarted.
ru_ru: Некоторые изменения вступят в силу после перезапуска программы.

source: Log file list
ru_ru: Список log-файлов

source: Log messages
ru_ru: Log сообщения

source: Refresh all log files
ru_ru: Обновить все файлы log-журналов

source: Clear selected log
ru_ru: Очистить выбранный log-журнал

source: Showing log messages
ru_ru: Отображение сообщений журнала

source: Select a log file
ru_ru: Выбрать файл log-журнала

source: Are you sure you want to clear the selected log file?
ru_ru: Вы уверены, что хотите очистить выбранный файл log-журнала?

source: Track ({}) Audio Tag
ru_ru: Трек ({}) Аудио тег

source: Artist
ru_ru: Исполнитель

source: Album
ru_ru: Альбом

source: Track Title
ru_ru: Название трека

source: Genre
ru_ru: Жанр

source: Date
ru_ru: Данные

source: Disc ID
ru_ru: ID диска

source: Comment
ru_ru: Комментарий

source: Apply
ru_ru: Применить

source: Track ({}) Audio Tag (EDITED)*
ru_ru: Трек ({}) Аудио тег (ИЗМЕНЕННЫЙ)*

source: Do you want to apply the new tag properties to the selected track?
ru_ru: Вы хотите применить новые свойства тега к выбранному треку?

source: Please confirm
ru_ru: Пожалуйста, подтвердите

source: Please take a moment to set up the application
ru_ru: Пожалуйста, найдите минутку, чтобы настроить приложение

source: Click the "Next" button to get started
ru_ru: Нажмите кнопку "Далее", чтобы начать

source: Welcome to the FFcuesplitter-GUI Wizard!
ru_ru: Добро пожаловать в мастер FFcuesplitter-GUI!

source: FFcuesplitter-GUI is an application based on FFmpeg
ru_ru: FFcuesplitter-GUI является приложением, основанным на FFmpeg

source: If FFmpeg is not on your computer, this application will be unusable
ru_ru: Если FFmpeg отсутствует на вашем компьютере, это приложение будет непригодно для использования

source: If you have already installed FFmpeg on your operating system, click the "Auto-detection" button.
ru_ru: Если вы уже установили FFmpeg в своей операционной системе, нажмите кнопку "Автоматическое определение".

source: If you want to use a version of FFmpeg located on your filesystem but not installed on your operating system, click the "Locate" button.
ru_ru: Если вы хотите использовать версию FFmpeg, расположенную в вашей файловой системе, но не установленную в вашей операционной системе, нажмите кнопку "Найти".

source: Auto-detection
ru_ru: Автоматическое определение

source: Locate
ru_ru: Найти

source: Click the "Next" button
ru_ru: Нажмите кнопку "Далее"

source: '{}' is not installed on your computer. Install it or indicate another location by clicking the 'Locate' button.
ru_ru: '{}' не установлен на вашем компьютере. Установите его или укажите другое местоположение, нажав кнопку "Найти".

source: FFcuesplitter-GUI already seems to include FFmpeg. Do you want to use that?
ru_ru: FFcuesplitter-GUI, похоже, уже включает FFmpeg. Вы хотите этим воспользоваться?

source: Please Confirm
ru_ru: Пожалуйста, подтвердите

source: Locating FFmpeg executables
ru_ru: Поиск исполняемых файлов FFmpeg

source: "ffmpeg" and "ffprobe" are required. Complete all the text boxes below by clicking on the respective buttons.
ru_ru: "ffmpeg" и "ffprobe" обязательны. Заполните все текстовые поля ниже, нажав на соответствующие кнопки.

source: Wizard completed successfully!
ru_ru: Мастер успешно завершен!

source: Remember that you can always change these settings later, through the Setup dialog.
ru_ru: Помните, что вы всегда можете изменить эти настройки позже в диалоговом окне 'Настройка'.

source: Thank You!
ru_ru: Благодарю вас!

source: To exit click the "Finish" button
ru_ru: Для выхода нажмите кнопку "Готово"

source: < Previous
ru_ru: < Предыдущий

source: Next >
ru_ru: Далее >

source: FFcuesplitter-GUI Wizard
ru_ru: Мастер FFcuesplitter-GUI

source: Finish
ru_ru: Завершено

source: Some text boxes are still incomplete
ru_ru: Некоторые текстовые поля все еще не заполнены

source: Re-start is required
ru_ru: Требуется повторный запуск

source: Done!
ru_ru: Готово!

source: Ready
ru_ru: Готово

source: There are still processes running.. if you want to stop them, use the "Abort" button. Do you still want to kill the application?
ru_ru: Все еще запущены процессы .. если вы хотите остановить их, используйте кнопку "Прервать". Вы все еще хотите закрыть приложение?

source: Confirm to exit the application.
ru_ru: Подтвердите выход из приложения.

source: Exit
ru_ru: Выход

source: Open a CUE sheet... Ctrl+C
ru_ru: Открыть CUE-лист... Ctrl+C

source: Open a new CUE file
ru_ru: Открыть новый файл CUE

source: Open output directory Ctrl+A
ru_ru: Открыть выходной каталог Ctrl+A

source: Open the current audio dirctory
ru_ru: Открыть текущую аудио директорию

source: Work Notes Ctrl+N
ru_ru: Рабочие заметки Ctrl+N

source: Read or write your reminders.
ru_ru: Читайте или записывайте свои напоминания.

source: Exit Ctrl+Q
ru_ru: Выход Ctrl+Q

source: Quit application
ru_ru: Выйти из приложения

source: Configuration Directory
ru_ru: Каталог конфигурации

source: Opens the FFcuesplitter-GUI configuration directory
ru_ru: Открывает каталог конфигурации FFcuesplitter-GUI

source: Logs Directory
ru_ru: Каталог log-журналов

source: Opens the logs directory, if exists
ru_ru: Открывает каталог журналов, если он существует

source: Goto
ru_ru: Перейти к

source: User Guide
ru_ru: Руководство пользователя

source: Issue tracker
ru_ru: Отслеживание проблем

source: FFmpeg documentation
ru_ru: Документация FFmpeg

source: Check for newer version
ru_ru: Проверьте наличие более новой версии

source: Checks for the latest FFcuesplitter-GUI version at <https://github.com/jeanslack/FFcuesplitter-GUI>
ru_ru: Проверять наличие последней версии FFcuesplitter-GUI на<https://github.com/jeanslack/FFcuesplitter-GUI>

source: About FFcuesplitter-GUI
ru_ru: О программе FFcuesplitter-GUI

source: Help
ru_ru: Помощь

source: Unexpected error while creating file: {0}
ru_ru: Непредвиденная ошибка при создании файла: {0}

source: There are no logs to show.
ru_ru: Нет журналов, которые можно было бы показать.

source: A new release is available - v.{0}
ru_ru: Доступен новый выпуск - v.{0}

source: You are using a development version that has not yet been released!
ru_ru: Вы используете версию для разработки, которая еще не является релизом!

source: Congratulation! You are already using the latest version.
ru_ru: Поздравляю! Вы уже используете последнюю версию.

source: View or Edit selected track tag
ru_ru: Просмотр или редактирование выбранного тега трека

source: Tag
ru_ru: Тег

source: Audio CD informations and file properties
ru_ru: Информация об аудиодисках и свойствах файлов

source: Properties
ru_ru: Свойства

source: Start extracting audio tracks
ru_ru: Начните извлекать звуковые дорожки

source: Start
ru_ru: Начало

source: Stop all operations
ru_ru: Остановить все операции

source: Abort
ru_ru: Отменить

source: Program setup
ru_ru: Настройка программы

source: View logs
ru_ru: Просмотр log-журналов

source: Format:
ru_ru: Формат:

source: Compression:
ru_ru: Сжатие:

source: Copy codec (very fast)
ru_ru: Копирование кодека (очень быстро)

source: Output Directory:
ru_ru: Каталог завершённых файлов:

source: Track
ru_ru: Трек

source: Title
ru_ru: Заголовок

source: Length
ru_ru: Длина

source: Set a destination folder
ru_ru: Выбрать папку назначения

source: Open a CUE sheet
ru_ru: Открыть CUE-лист

source: No track to extract. Check at least one checkbox
ru_ru: Нет дорожки для извлечения. Установите хотя бы один флажок

source: wait... I'm aborting
ru_ru: подождите ... я прерываю

source: Processing... Track number: {} | Status Progress: {}%
ru_ru: Обработка... Номер дорожки: {} | Статус прогресса: {}%

source: ...Interrupted
ru_ru: ...Прервано

source: ERROR: Please open the Logs window to get more details.
ru_ru: ОШИБКА: Пожалуйста, откройте окно Журналов, чтобы получить более подробную информацию.

source: ERROR!
ru_ru: ОШИБКА!

source: An error has occurred. See Logs for details.
ru_ru: Произошла ошибка. Подробности см. в журналах.

source: ...Finished!
ru_ru: ...Завершено!

source: Success!
ru_ru: Успех!

source: Get your files at the destination specified
ru_ru: Получите ваши файлы в указанном месте назначения

source: File already exists: "{}" Do you want to overwrite all files?
ru_ru: Файл уже существует: "{}" Вы хотите перезаписать все файлы?

source: Warning
ru_ru: Предупреждение
